Repository: DanielML98/JEStudio-ios
Catalog: JE Studio/*.lproj/Localizable.strings
Languages: es_419

# profile_icon_label
source: Profile
es_419: Pefil

# book_icon_label
source: Book
es_419: Agendar

# payments_icon_label
source: Payments
es_419: Pagos

# sign_in_label
source: Sign In
es_419: Entrar

# sign_up_label
source: Sign Up
es_419: Registrarse

# existing_account_disclaimer
source: Or if you already have an account
es_419: O si ya esta registrado

# name_placeholder
source: Name
es_419: Nombre

# last_name_placeholder
source: Lastname
es_419: Apellido

# password_placeholder
source: Password
es_419: Contraseña

# password_confirmation_placeholder
source: Confirm Password
es_419: Confirmar contraseña

# please_sign_up_label
source: Please sign up
es_419: Registro

# not_registered_disclaimer
source: Or if you don't have an account
es_419: O si no tienes una cuenta

# login_prompt_label
source: Please sign in
es_419: Entrar

# password_mismatch_description
source: Password mismatch
es_419: Las contraseñas no coinciden

# password_mismatch_reason
source: Your passwords don't match
es_419: La confirmación de su contraseña no coincide

# empty_fields_description
source: Empty Fields
es_419: Campos vacíos

# empty_fields_reason
source: Please fill in missing fields
es_419: Por favor llene todos los campos

# weak_password_description
source: Password is not safe
es_419: Contraseña no segura

# password_guidelines
source: Your password must be 8 characters long, contain a capital letter and a digit
es_419: Su contraseña debe contener 8 caracteres, al menos una mayúscula y al menos un digito

# weekly_sessions_nav_bar_title
source: Available Sessions
es_419: Sesiones disponibles

# mirror_label
source: Mirror
es_419: Luna

# choose_your_bike_label
source: Choose your bike
es_419: Elija su bicicleta

# confirm_button_label
source: Confirm
es_419: Confirmar

# event_title
source: JE Spinning Studio session
es_419: Sesión de spinning en JEStudio

# event_notes
source: Remember to stay hydrated and bring a towel
es_419: Recuerda hidratarte y traer una toalla

# add_to_calendar_label
source: Add to calendar
es_419: Agregar al calendario

# session_on_label
source: Your session on:
es_419: Tu sesión el día:

# at_label
source: at
es_419: a las

source: has been booked
es_419: ha sido agendada

# ready_button
source: Ready
es_419: Listo

# done_label
source: Done
es_419: Éxito

# success_added_to_calendar
source: Session successfully added to calendar
es_419: Sesión agregada al calendario
